/* Localizable strings*/

"SUPrefNeverUsedStatus" = "Actualización de Software aún no se ha utilizado.";
"SUPrefSuccessStatus" = "Actualización de Software se ha ejecutado correctamente.";
"SUPrefAllInactiveStatus" = "Las únicas actualizaciones disponibles son las que ha ignorado.";
"SUPrefNoUpdatesStatus" = "No hay actualizaciones nuevas disponibles.";
"SUPrefFailedCantConnectStatus" = "Acción fallida. No ha sido posible la conexión a Internet.";
"SUPrefFailedGenericStatus" = "Se ha producido un error al buscar.";
"SUPrefIgnoredUpdatesAvailableStatus" = "Las actualizaciones ignoradas están ahora disponibles.";

"SUPrefScanningStatus" = "Buscando software nuevo…";
"SUPrefServerErrorStatus" = "El servidor no está disponible en estos momentos. Inténtelo de nuevo más tarde.";
"SUPrefUnexpectedErrorStatus" = "Se ha producido un error inesperado.";

"SUPrefCancellingStatus" = "Cancelando…";
"SUPrefCancelledStatus" = "Cancelado.";

"SUPrefLastStatusCheckTitle" = "Última búsqueda:";
"SUPrefLastStatusFailedTitle" = "Último intento:";
"SUPrefCurrentStatusTitle" = "Estado:";
"SUPrefLastSuccessfulStatus" = "Completado. %@.";

"SUPrefNextScheduledDate" = "Próxima búsqueda: %@.";

"Software Update can't check for updates because of a network problem." = "Actualización de Software no puede buscar actualizaciones debido a un error en la red.";
"Failed to check for updates." = "No se han podido buscar actualizaciones.";
"Diagnose..." = "Diagnóstico de la red…";
"SUPrefCheckConfigMessage" = "Asegúrese de que está conectado a Internet e inténtelo de nuevo.";
"OK" = "Aceptar";

"SUPrefUpdateNow" = "Buscar ahora";
"CANCEL" = "Cancelar";
